Revit 2024 API
ParameterTypeId.MatchlineTopOffset Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MatchlineTopOffset { get; }
Visual Basic
Public Shared ReadOnly Property MatchlineTopOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MatchlineTopOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace